tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'rogual/neovim-dot-app'
tap 'staticfloat/julia'

tap 'caskroom/cask'
tap 'caskroom/versions', 'https://github.com/Homebrew/homebrew'
tap 'caskroom/fonts'

brew 'openssl'
brew 'autoconf'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'cmake'
brew 'coreutils'
brew 'ctags'
brew 'emacs'
brew 'gcc'
brew 'fish'
brew 'git'
brew 'go'
brew 'fzf'
brew 'git-extras'
brew 'haskell-stack'
brew 'ruby'
brew 'mercurial'
brew 'hugo'
brew 'jpeg'
brew 'leiningen'
brew 'libevent'
brew 'libcouchbase'
brew 'libtiff'
brew 'libtool'
brew 'lua'
brew 'lynx'
brew 'sqlite'
brew 'macvim', args: ['with-lua']
brew 'maven'
brew 'mongodb'
brew 'msgpack'
brew 'mutt'
brew 'mysql'
brew 'node'
brew 'pandoc'
brew 'pyenv'
brew 'redis'
brew 'sbt'
brew 'scala'
brew 'stow'
brew 'the_silver_searcher'
brew 'tmux'
brew 'typesafe-activator'
brew 'vim', args: ['with-lua', 'with-python3']
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'
brew 'homebrew/binary/jsl'
brew 'homebrew/binary/libspotify'
brew 'neovim/neovim/neovim', args: ['HEAD']
