tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/science'
tap 'homebrew/versions'
brew 'autoconf'
brew 'bash'
brew 'bash-completion'
brew 'brew-cask'
brew 'cairo'
brew 'cloog'
brew 'cscope'
brew 'ctags'
brew 'emacs'
brew 'fontconfig'
brew 'freetype'
brew 'gcc'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'git-extras'
brew 'glib'
brew 'gmp'
brew 'go'
brew 'graphviz'
brew 'isl'
brew 'jpeg'
brew 'jsl'
brew 'leiningen'
brew 'libcouchbase'
brew 'libevent'
brew 'libffi'
brew 'libmpc'
brew 'libpng'
brew 'libtiff'
brew 'libyaml'
brew 'lua'
brew 'lynx'
brew 'macvim', args: ['with-lua']
brew 'mercurial'
brew 'mpfr'
brew 'mutt'
brew 'mysql'
brew 'neo4j'
brew 'node'
brew 'openssl'
brew 'pcre'
brew 'pixman'
brew 'pkg-config'
brew 'pyenv'
brew 'python'
brew 'python3'
brew 'readline'
brew 'redis'
brew 'ruby'
brew 'sbt'
brew 'scala'
brew 'sqlite'
brew 'stow'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tokyo-cabinet'
brew 'vim', args: ['with-lua', 'with-python3']
brew 'xz'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'
cask 'alfred'
cask 'atom'
cask 'caffeine'
cask 'cakebrew'
cask 'dropbox'
cask 'github'
cask 'google-chrome'
cask 'iterm2'
cask 'java'
cask 'macdown'
cask 'mactex'
cask 'scala-ide'
cask 'sequel-pro'
cask 'skim'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'spectacle'
cask 'sublime-text3'
cask 'viscosity'
cask 'xquartz'
